Repository: requiel20/phonetic-keyboard
Catalog: Strings/*/Resources.resw
Source language: en
Languages: it_it

# cbPlay.Content
source: Listen to each phone when pressing a key
it_it: Ascolta il fono alla pressione di ogni tasto

# beforestarting.Text
source: Before starting we need an important information
it_it: Prima di cominciare ci serve un informazione importante:

# howtogo.Content
source: How to go to the settings menu
it_it: Come accedere al menù impostazioni

# ifyouchange.Text
source: If you change your mind this can be toggled in settings menu
it_it: Nel caso cambiassi idea l'opzione può essere modificata nel menù impostazioni

# welcome.Text
source: Welcome to your phonetic keyboard
it_it: Benvenuto nella tua tastiera fonetica

# whatis.Content
source: What is a physical keyboard
it_it: Che cos'è una tastiera fisica

# btSi.Content
source: Yes
it_it: Si

# doesyoursystem.Text
source: Does your system have a physical keyboard?
it_it: Il tuo sistema dispone di una tastiera fisica?

# tbVirtualKeyb.Text
source: There is a phisical keyboard connected?
it_it: C'è una tastiera fisica collegata?

# settingsheader.Text
source: Settings
it_it: Impostazioni

# btShowBt.Content
source: Hide the buttons
it_it: Nascondi i bottoni

# btShowLab.Content
source: Hide the labels
it_it: Nascondi le etichette

# mostraLab
source: Show the labels
it_it: Mostra le etichette

# nascondiLab
source: Hide the labels
it_it: Nascondi le etichette

# tsTast.OnContent
source: Yes
it_it: Si

# mostraBt
source: Show buttons
it_it: Mostra i bottoni

# nascondiBt
source: Hide buttons
it_it: Nascondi i bottoni

# consiglioTast
source: For using this app correctly connecting a physical keyboard is recommended
it_it: Per utilizzare al meglio questa applicazione è consigliato collegare una tastiera fisica

# SettingsFlyout.Title
source: Settings
it_it: Impostazioni

# scrittaAttenzione
source: Attention
it_it: Attenzione

# scrittaDocumentoWord
source: Word document
it_it: Documento Word

# scrittaImpostazioni
source: Settings
it_it: Impostazioni

# scrittaSalvato
source: The document has been saved
it_it: Il documento è stato salvato

# scrittaSi
source: Yes
it_it: Si

# scrittaVuoiSalvare
source: Do you want to save what you were writing?
it_it: Vuoi salvare quanto stavi scrivendo?

# tbColoreFont.Text
source: Font Color
it_it: Colore Font

# tbCopy.Text
source: Copy
it_it: Copia

# tbCut.Text
source: Cut
it_it: Taglia

# tbOpen.Text
source: Open
it_it: Apri

# tbPaste.Text
source: Paste
it_it: Incolla

# tbSave.Text
source: Save
it_it: Salva

# btSpazio.Content
source: Space
it_it: Spazio

# cliccaimp1.Text
source: Click on settings
it_it: Clicca su Impostazioni

# cliccaimp2.Text
source: Click on settings
it_it: Clicca su Impostazioni

# howtogoTB.Text
source: How to get to the settings menu
it_it: Come accedere al menù impostazioni

# lowerright.Text
source: Move the pointer near the lower right corner of the screen, then go up
it_it: Avvicina il mouse all' angolo inferiore destro dello schermo e sali

# nellaprecedente.Text
source: In the question before answer yes if your system has a physical keboard like the fris one, otherwise answer no.
it_it: Nella precedente domanda risponda si se il suo sistema ha una tastiera fisica come la prima, altrimenti risponda no.

# sistemimonitor.Text
source: Systems with a touchscreen monitor often aren't given with physical keyboards like this:
it_it: Sistemi dotati di monitor touchscreen sono spesso privi di tastiere fisiche come questa:

# swipe.Text
source: or swipe the right side of the screen
it_it: oppure esegui uno swipe sul lato destro dello schermo

# usanoinvece.Text
source: Instead they use virtual keyboards which appears directly on the screen like this:
it_it: E usano invece tastiere virtuali che appaiono direttamente sullo schermo come questa:

# whatisTB.Text
source: What is a physical keyboard?
it_it: Che cos'è una tastiera fisica?

# scrittaComprato
source: Thanks for buying the full version of the Phonetic Keyboard!! To see changes restart the app
it_it: Grazie per aver comprato la versione completa della Tastiera Fonetica!! Per vedere i cambiamenti riavviare l'app

# scrittaGrazie
source: Thank you
it_it: Grazie

# scrittaNewDoc
source: New phonetic keyboard document
it_it: Nuovo documento tastiera fonetica

# scrittaPeriodoprova1
source: Evaluation time will end in
it_it: Il periodo di prova terminerà tra

# scrittaPeriodoprova2
source: days
it_it: giorni

# tbTitoloDoc.Text
source: Untitled.doc
it_it: Senza titolo.doc

# scrittaNoIncolla
source: The content of the clipboard can't be pasted
it_it: Il contenuto degli appunti non può essere incollato

# scrittaVocaliDisattivate
source: In the trial version vowels ar disabled. Buy the full version to unlock this feature.
it_it: Nella versione di prova le vocali sono disattivate. Compra la versione completa per sbloccare anche questa funzione.
